[
    {
      "title": "Founder Mode",
      "author": "Paul Graham",
      "section-title": "Founder Mode vs. Manager Mode",
      "content": "Founders and managers approach company growth differently. Conventional wisdom suggests scaling means switching to manager mode, but many founders find this approach detrimental. Founder mode, characterized by direct involvement and unconventional strategies, often proves more effective."
    },
    {
      "title": "Founder Mode",
      "author": "Paul Graham",
      "section-title": "The Limits of Conventional Advice",
      "content": "The advice to 'hire good people and give them room' can fail founders, as it sometimes leads to hiring professionals who may not align with the company's vision. Founder mode involves more direct engagement and personal leadership to drive success."
    },
    {
      "title": "Founder Mode",
      "author": "Paul Graham",
      "section-title": "Breaking Managerial Constraints",
      "content": "Founder mode challenges traditional managerial practices like avoiding direct involvement in details. Founders may need to engage in skip-level meetings and other non-standard practices to effectively guide their growing companies."
    },
    {
      "title": "Founder Mode",
      "author": "Paul Graham",
      "section-title": "Steve Jobs and Founder Mode",
      "content": "Steve Jobs exemplified founder mode by holding annual retreats for key people, not based on hierarchy. This approach, though rare, shows the potential benefits of founder mode, which might offer insights into effective large-scale management."
    },
    {
      "title": "Founder Mode",
      "author": "Paul Graham",
      "section-title": "The Future of Founder Mode",
      "content": "Despite the lack of formal recognition for founder mode, it’s clear that founders are pioneering effective methods of running companies. As understanding of founder mode evolves, it could transform conventional management practices and lead to even greater success."
    },
    {
      "title": "Moore's Law for Everything",
      "author": "Sam Altman",
      "section-title": "AI's Impact on Wealth and Labor",
      "content": "The rise of AI will drastically shift power from labor to capital, potentially driving labor costs toward zero. As AI takes on more tasks, from legal advice to scientific discoveries, the need for adaptive public policy becomes urgent to ensure equitable wealth distribution and prevent widespread economic disparity."
    },
    {
      "title": "Moore's Law for Everything",
      "author": "Sam Altman",
      "section-title": "Embracing Technological Change",
      "content": "The rapid advancement of AI promises to revolutionize industries and lower costs across the board. To harness this potential, society must not only adapt to the changing landscape but also implement policies that ensure broad-based wealth sharing, such as taxing companies and land to fund public benefits."
    },
    {
      "title": "Moore's Law for Everything",
      "author": "Sam Altman",
      "section-title": "Future of Economic Inclusivity",
      "content": "AI could drastically reduce the cost of goods and services, creating unprecedented economic abundance. However, to capitalize on this opportunity, we must shift our focus from taxing income to taxing capital and land, ensuring that wealth generated by AI is equitably distributed among all citizens."
    },
    {
      "title": "Moore's Law for Everything",
      "author": "Sam Altman",
      "section-title": "Capitalism and Equity",
      "content": "The proposed American Equity Fund aims to balance wealth distribution by taxing high-value companies and land, redistributing this wealth to all citizens. This system could replace traditional taxes and align the interests of individuals with the country's economic success, fostering greater social stability and inclusivity."
    },
    {
      "title": "Moore's Law for Everything",
      "author": "Sam Altman",
      "section-title": "Implementation and Policy Adjustments",
      "content": "Transitioning to a new system like the American Equity Fund requires careful planning to manage potential economic disruptions. Gradual implementation, starting with lower tax rates and adjusting as GDP grows, can ease the transition and ensure that the benefits of AI-driven wealth are widely shared."
    }
  ]
  