[
  {
    "metadata": {
      "title": "Founder Mode",
      "author": "Paul Graham",
      "url": "https://paulgraham.com/foundermode.html"
    },
    "content": "At a YC event last week Brian Chesky gave a talk that everyone who was there will remember. Most founders I talked to afterward said it was the best they'd ever heard. Ron Conway, for the first time in his life, forgot to take notes. I'm not going to try to reproduce it here. Instead I want to talk about a question it raised.\n\nThe theme of Brian's talk was that the conventional wisdom about how to run larger companies is mistaken. As Airbnb grew, well-meaning people advised him that he had to run the company in a certain way for it to scale. Their advice could be optimistically summarized as \"hire good people and give them room to do their jobs.\" He followed this advice and the results were disastrous. So he had to figure out a better way on his own, which he did partly by studying how Steve Jobs ran Apple. So far it seems to be working. Airbnb's free cash flow margin is now among the best in Silicon Valley.\n\nThe audience at this event included a lot of the most successful founders we've funded, and one after another said that the same thing had happened to them. They'd been given the same advice about how to run their companies as they grew, but instead of helping their companies, it had damaged them.\n\nWhy was everyone telling these founders the wrong thing? That was the big mystery to me. And after mulling it over for a bit I figured out the answer: what they were being told was how to run a company you hadn't founded — how to run a company if you're merely a professional manager. But this m.o. is so much less effective that to founders it feels broken. There are things founders can do that managers can't, and not doing them feels wrong to founders, because it is.\n\nIn effect there are two different ways to run a company: founder mode and manager mode. Till now most people even in Silicon Valley have implicitly assumed that scaling a startup meant switching to manager mode. But we can infer the existence of another mode from the dismay of founders who've tried it, and the success of their attempts to escape from it.\n\nThere are as far as I know no books specifically about founder mode. Business schools don't know it exists. All we have so far are the experiments of individual founders who've been figuring it out for themselves. But now that we know what we're looking for, we can search for it. I hope in a few years founder mode will be as well understood as manager mode. We can already guess at some of the ways it will differ.\n\nThe way managers are taught to run companies seems to be like modular design in the sense that you treat subtrees of the org chart as black boxes. You tell your direct reports what to do, and it's up to them to figure out how. But you don't get involved in the details of what they do. That would be micromanaging them, which is bad.\n\nHire good people and give them room to do their jobs. Sounds great when it's described that way, doesn't it? Except in practice, judging from the report of founder after founder, what this often turns out to mean is: hire professional fakers and let them drive the company into the ground.\n\nOne theme I noticed both in Brian's talk and when talking to founders afterward was the idea of being gaslit. Founders feel like they're being gaslit from both sides — by the people telling them they have to run their companies like managers, and by the people working for them when they do. Usually when everyone around you disagrees with you, your default assumption should be that you're mistaken. But this is one of the rare exceptions. VCs who haven't been founders themselves don't know how founders should run companies, and C-level execs, as a class, include some of the most skillful liars in the world.\n\nWhatever founder mode consists of, it's pretty clear that it's going to break the principle that the CEO should engage with the company only via his or her direct reports. \"Skip-level\" meetings will become the norm instead of a practice so unusual that there's a name for it. And once you abandon that constraint there are a huge number of permutations to choose from.\n\nFor example, Steve Jobs used to run an annual retreat for what he considered the 100 most important people at Apple, and these were not the 100 people highest on the org chart. Can you imagine the force of will it would take to do this at the average company? And yet imagine how useful such a thing could be. It could make a big company feel like a startup. Steve presumably wouldn't have kept having these retreats if they didn't work. But I've never heard of another company doing this. So is it a good idea, or a bad one? We still don't know. That's how little we know about founder mode.\n\nObviously founders can't keep running a 2000 person company the way they ran it when it had 20. There's going to have to be some amount of delegation. Where the borders of autonomy end up, and how sharp they are, will probably vary from company to company. They'll even vary from time to time within the same company, as managers earn trust. So founder mode will be more complicated than manager mode. But it will also work better. We already know that from the examples of individual founders groping their way toward it.\n\nIndeed, another prediction I'll make about founder mode is that once we figure out what it is, we'll find that a number of individual founders were already most of the way there — except that in doing what they did they were regarded by many as eccentric or worse.\n\nCuriously enough it's an encouraging thought that we still know so little about founder mode. Look at what founders have achieved already, and yet they've achieved this against a headwind of bad advice. Imagine what they'll do once we can tell them how to run their companies like Steve Jobs instead of John Sculley.\n\n**Notes**\n\n[1] The more diplomatic way of phrasing this statement would be to say that experienced C-level execs are often very skilled at managing up. And I don't think anyone with knowledge of this world would dispute that.\n\n[2] If the practice of having such retreats became so widespread that even mature companies dominated by politics started to do it, we could quantify the senescence of companies by the average depth on the org chart of those invited.\n\n[3] I also have another less optimistic prediction: as soon as the concept of founder mode becomes established, people will start misusing it. Founders who are unable to delegate even things they should will use founder mode as the excuse. Or managers who aren't founders will decide they should try act like founders. That may even work, to some extent, but the results will be messy when it doesn't; the modular approach does at least limit the damage a bad CEO can do.\n\n**Thanks** to Brian Chesky, Patrick Collison, Ron Conway, Jessica Livingston, Elon Musk, Ryan Petersen, Harj Taggar, and Garry Tan for reading drafts of this."
  },
  {
    "metadata": {
      "title": "Moore's Law for Everything",
      "author": "Sam Altman",
      "url": "https://moores.samaltman.com/"
    },
    "content": "My work at OpenAI reminds me every day about the magnitude of the socioeconomic change that is coming sooner than most people believe. Software that can think and learn will do more and more of the work that people now do. Even more power will shift from labor to capital. If public policy doesn’t adapt accordingly, most people will end up worse off than they are today.\n\nWe need to design a system that embraces this technological future and taxes the assets that will make up most of the value in that world–companies and land–in order to fairly distribute some of the coming wealth. Doing so can make the society of the future much less divisive and enable everyone to participate in its gains.\n\nIn the next five years, computer programs that can think will read legal documents and give medical advice. In the next decade, they will do assembly-line work and maybe even become companions. And in the decades after that, they will do almost everything, including making new scientific discoveries that will expand our concept of “everything.”\n\nThis technological revolution is unstoppable. And a recursive loop of innovation, as these smart machines themselves help us make smarter machines, will accelerate the revolution’s pace. Three crucial consequences follow:\n\n1. \n    \n    This revolution will create phenomenal wealth. The price of many kinds of labor (which drives the costs of goods and services) will fall toward zero once sufficiently powerful AI “joins the workforce.”\n    \n2. \n    \n    The world will change so rapidly and drastically that an equally drastic change in policy will be needed to distribute this wealth and enable more people to pursue the life they want.\n    \n3. \n    \n    If we get both of these right, we can improve the standard of living for people more than we ever have before.\n    \n\nBecause we are at the beginning of this tectonic shift, we have a rare opportunity to pivot toward the future. That pivot can’t simply address current social and political problems; it must be designed for the radically different society of the near future. Policy plans that don’t account for this imminent transformation will fail for the same reason that the organizing principles of pre-agrarian or feudal societies would fail today.\n\nWhat follows is a description of what’s coming and a plan for how to navigate this new landscape.\n\n!https://moores.samaltman.com/images/pattern-0.png\n\n!https://moores.samaltman.com/images/bg-0.png\n\nPart 1\n\n## The AI Revolution\n\nOn a zoomed-out time scale, technological progress follows an exponential curve. Compare how the world looked 15 years ago (no smartphones, really), 150 years ago (no combustion engine, no home electricity), 1,500 years ago (no industrial machines), and 15,000 years ago (no agriculture).\n\nThe coming change will center around the most impressive of our capabilities: the phenomenal ability to think, create, understand, and reason. To the three great technological revolutions–the agricultural, the industrial, and the computational–we will add a fourth: the AI revolution. This revolution will generate enough wealth for everyone to have what they need, if we as a society manage it responsibly.\n\nThe technological progress we make in the next 100 years will be far larger than all we’ve made since we first controlled fire and invented the wheel. We have already built AI systems that can learn and do useful things. They are still primitive, but the trendlines are clear.\n\n!https://moores.samaltman.com/images/pattern-1.png\n\nPart 2\n\n## Moore's Law for Everything\n\nBroadly speaking, there are two paths to affording a good life: an individual acquires more money (which makes that person wealthier), or prices fall (which makes everyone wealthier). Wealth is buying power: how much we can get with the resources we have.\n\nThe best way to increase societal wealth is to decrease the cost of goods, from food to video games. Technology will rapidly drive that decline in many categories. Consider the example of semiconductors and Moore’s Law: for decades, chips became twice as powerful for the same price about every two years.\n\nIn the last couple of decades, costs in the US for TVs, computers, and entertainment have dropped. But other costs have risen significantly, most notably those for housing, healthcare, and higher education. Redistribution of wealth alone won’t work if these costs continue to soar.\n\nAI will lower the cost of goods and services, because labor is the driving cost at many levels of the supply chain. If robots can build a house on land you already own from natural resources mined and refined onsite, using solar power, the cost of building that house is close to the cost to rent the robots. And if those robots are made by other robots, the cost to rent them will be much less than it was when humans made them.\n\nSimilarly, we can imagine AI doctors that can diagnose health problems better than any human, and AI teachers that can diagnose and explain exactly what a student doesn’t understand.\n\n“Moore’s Law for everything” should be the rallying cry of a generation whose members can’t afford what they want. It sounds utopian, but it’s something technology can deliver (and in some cases already has). Imagine a world where, for decades, everything–housing, education, food, clothing, etc.–became half as expensive every two years.\n\nWe will discover new jobs–we always do after a technological revolution–and because of the abundance on the other side, we will have incredible freedom to be creative about what they are.\n\n!https://moores.samaltman.com/images/pattern-2.png\n\nPart 3\n\n## Capitalism for Everyone\n\nA stable economic system requires two components: growth and inclusivity. Economic growth matters because most people want their lives to improve every year. In a zero-sum world, one with no or very little growth, democracy can become antagonistic as people seek to vote money away from each other. What follows from that antagonism is distrust and polarization. In a high-growth world the dogfights can be far fewer, because it’s much easier for everyone to win.\n\nEconomic inclusivity means everyone having a reasonable opportunity to get the resources they need to live the life they want. Economic inclusivity matters because it’s fair, produces a stable society, and can create the largest slices of pie for the most people. As a side benefit, it produces more growth.\n\nCapitalism is a powerful engine of economic growth because it rewards people for investing in assets that generate value over time, which is an effective incentive system for creating and distributing technological gains. But the price of progress in capitalism is inequality.\n\nSome inequality is ok–in fact, it’s critical, as shown by all systems that have tried to be perfectly equal–but a society that does not offer sufficient equality of opportunity for everyone to advance is not a society that will last.\n\nThe traditional way to address inequality has been by progressively taxing income. For a variety of reasons, that hasn’t worked very well. It will work much, much worse in the future. While people will still have jobs, many of those jobs won’t be ones that create a lot of economic value in the way we think of value today. As AI produces most of the world’s basic goods and services, people will be freed up to spend more time with people they care about, care for people, appreciate art and nature, or work toward social good.\n\nWe should therefore focus on taxing capital rather than labor, and we should use these taxes as an opportunity to directly distribute ownership and wealth to citizens. In other words, the best way to improve capitalism is to enable everyone to benefit from it directly as an equity owner. This is not a new idea, but it will be newly feasible as AI grows more powerful, because there will be dramatically more wealth to go around. The two dominant sources of wealth will be 1) companies, particularly ones that make use of AI, and 2) land, which has a fixed supply.\n\nThere are many ways to implement these two taxes, and many thoughts about what to do with them. Over a long period of time, perhaps most other taxes could be eliminated. What follows is an idea in the spirit of a conversation starter.\n\nWe could do something called the American Equity Fund. The American Equity Fund would be capitalized by taxing companies above a certain valuation 2.5% of their market value each year, payable in shares transferred to the fund, and by taxing 2.5% of the value of all privately-held land, payable in dollars.\n\nAll citizens over 18 would get an annual distribution, in dollars and company shares, into their accounts. People would be entrusted to use the money however they needed or wanted—for better education, healthcare, housing, starting a company, whatever. Rising costs in government-funded industries would face real pressure as more people chose their own services in a competitive marketplace.\n\nAs long as the country keeps doing better, every citizen would get more money from the Fund every year (on average; there will still be economic cycles). Every citizen would therefore increasingly partake of the freedoms, powers, autonomies, and opportunities that come with economic self-determination. Poverty would be greatly reduced and many more people would have a shot at the life they want.\n\nA tax payable in company shares will align incentives between companies, investors, and citizens, whereas a tax on profits does not–incentives are superpowers, and this is a critical difference. Corporate profits can be disguised or deferred or offshored, and are often disconnected from share price. But everyone who owns a share in Amazon wants the share price to rise. As people’s individual assets rise in tandem with the country’s, they have a literal stake in seeing their country do well.\n\nHenry George, an American political economist, proposed the idea of a land-value tax in the late 1800s. The concept is widely supported by economists. The value of land appreciates because of the work society does around it: the network effects of the companies operating around a piece of land, the public transportation that makes it accessible, and the nearby restaurants, coffeeshops, and access to nature that makes it desirable. Because the landowner didn’t do all that work, it’s fair for that value to be shared with the larger society that did.\n\nIf everyone owns a slice of American value creation, everyone will want America to do better: collective equity in innovation and in the success of the country will align our incentives. The new social contract will be a floor for everyone in exchange for a ceiling for no one, and a shared belief that technology can and must deliver a virtuous circle of societal wealth. (We will continue to need strong leadership from our government to make sure that the desire for stock prices to go up remains balanced with protecting the environment, human rights, etc.)\n\nIn a world where everyone benefits from capitalism as an owner, the collective focus will be on making the world “more good” instead of “less bad.” These approaches are more different than they seem, and society does much better when it focuses on the former. Simply put, more good means optimizing for making the pie as large as possible, and less bad means dividing the pie up as fairly as possible. Both can increase people’s standard of living once, but continuous growth only happens when the pie grows.\n\n!https://moores.samaltman.com/images/pattern-3.png\n\nPart 4\n\n## Implementation and Troubleshooting\n\nThe amount of wealth available to capitalize the American Equity Fund would be significant. There is about $50 trillion worth of value, as measured by market capitalization, in US companies alone. Assume that, as it has on average over the past century, this will at least double over the next decade.\n\nThere is also about $30 trillion worth of privately-held land in the US (not counting improvements on top of the land). Assume that this value will roughly double, too, over the next decade–this is somewhat faster than the historical rate, but as the world really starts to understand the shifts AI will cause, the value of land, as one of the few truly finite assets, should increase at a faster rate.\n\nOf course, if we increase the tax burden on holding land, its value will diminish relative to other investment assets, which is a good thing for society because it makes a fundamental resource more accessible and encourages investment instead of speculation. The value of companies will diminish in the short-term, too, though they will continue to perform quite well over time.\n\nIt’s a reasonable assumption that such a tax causes a drop in value of land and corporate assets of 15% (which only will take a few years to recover!).\n\nUnder the above set of assumptions (current values, future growth, and the reduction in value from the new tax), a decade from now each of the 250 million adults in America would get about $13,500 every year. That dividend could be much higher if AI accelerates growth, but even if it’s not, $13,500 will have much greater purchasing power than it does now because technology will have greatly reduced the cost of goods and services. And that effective purchasing power will go up dramatically every year.\n\nIt would be easiest for companies to pay the tax each year by issuing new shares representing 2.5% of their value. There would obviously be an incentive for companies to escape the American Equity Fund tax by off-shoring themselves, but a simple test involving a percentage of revenue derived from America could address this concern. A larger problem with this idea is the incentive for companies to return value to shareholders instead of reinvesting it in growth.\n\nIf we tax only public companies, there would also be an incentive for companies to stay private. For private companies that have annual revenue in excess of $1 billion, we could let their tax in equity accrue for a certain (limited) number of years until they go public. If they remain private for a long time, we could let them settle the tax in cash.\n\nWe’d need to design the system to prevent people from consistently voting themselves more money. A constitutional amendment delineating the allowable ranges of the tax would be a strong safeguard. It is important that the tax not be so large that it stifles growth–for example, the tax on companies must be much smaller than their average growth rate.\n\nWe’d also need a robust system for quantifying the actual value of land. One way would be with a corps of powerful federal assessors. Another would be to let local governments do the assessing, as they now do to determine property taxes. They would continue to receive local taxes using the same assessed value. However, if a certain percentage of sales in a jurisdiction in any given year falls too far above or below the local government’s estimate of the property’s values, then all the other properties in their jurisdiction would be reassessed up or down.\n\nThe theoretically optimal system would be to tax the value of the land only, and not the improvements built on top of it. In practice, this value may turn out to be too difficult to assess, so we may need to tax the value of the land and the improvements on it (at a lower rate, as the combined value would be higher).\n\nFinally, we couldn’t let people borrow against, sell, or otherwise pledge their future Fund distributions, or we won’t really solve the problem of fairly distributing wealth over time. The government can simply make such transactions unenforceable.\n\n!https://moores.samaltman.com/images/pattern-5.png\n\nPart 5\n\n## Shifting to the New System\n\nA great future isn’t complicated: we need technology to create more wealth, and policy to fairly distribute it. Everything necessary will be cheap, and everyone will have enough money to be able to afford it. As this system will be enormously popular, policymakers who embrace it early will be rewarded: they will themselves become enormously popular.\n\nIn the Great Depression, Franklin Roosevelt was able to enact a huge social safety net that no one would have thought possible five years earlier. We are in a similar moment now. So a movement that is both pro-business and pro-people will unite a remarkably broad constituency.\n\nA politically feasible way to launch the American Equity Fund, and one that would reduce the transitional shock, would be with legislation that transitions us gradually to the 2.5% rates. The full 2.5% rate would only take hold once GDP increases by 50% from the time the law is passed. Starting with small distributions soon will be both motivating and helpful in getting people comfortable with a new future. Achieving 50% GDP growth sounds like it would take a long time (it took 13 years for the economy to grow 50% to its 2019 level). But once AI starts to arrive, growth will be extremely rapid. Down the line, we will probably be able to reduce a lot of other taxes as we tax these two fundamental asset classes.\n\nThe changes coming are unstoppable. If we embrace them and plan for them, we can use them to create a much fairer, happier, and more prosperous society. The future can be almost unimaginably great.\n\nThanks to Steven Adler, Daniela Amodei, Adam Baybutt, Chris Beiser, Jack Clark, Ryan Cohen, Tyler Cowen, Matt Danzeisen, Steve Dowling, Tad Friend, Lachy Groom, Chris Hallacy, Reid Hoffman, Ingmar Kanitscheider, Oleg Klimov, Matt Knight, Aris Konstantinidis, Andrew Kortina, Matt Krisiloff, Scott Krisiloff, John Luttig, Erik Madsen, Preston McAfee, Luke Miles, Arvind Neelakantan, David Oates, Cullen O’Keefe, Alethea Power, Raul Puri, Ilya Sutskever, Luke Walsh, Caleb Watney, and Wojchiech Zaremba for reviewing drafts of this, and to Gregory Koberger for designing it."
  },
  {
    "metadata": {
      "title": "Steel, Servers and Power: What it Takes to Win AI ",
      "author": "David Cahn",
      "url": "https://www.sequoiacap.com/article/steel-servers-and-power/"
    },
    "pageContent": "The qualifying round is over—in the new era construction is king.\n\nPublished August 5, 2024\n\nThe race to model parity has been the defining project of the last 12 months in AI. This phase was characterized by the search for new research techniques, better training data and larger cluster sizes.\n\nThe next phase in the AI race is going to look different: It will be defined more by physical construction than by scientific discovery.\n\nUp until now, you could fit your training cluster into an existing data center via colocation or retrofit. If you needed to increase cluster size from 15k GPUs to 25k GPUs, you found a way to plug-in more GPUs. This is changing: The “[Bitter Lesson](http://www.incompleteideas.net/IncIdeas/BitterLesson.html?ref=blog.heim.xyz)”—which most market participants in AI have internalized—says that model size is the number one driver of performance. As a result, the next generation of models are aiming for a 10x increase in model scale to 300k GPUs. To house one of these models, you need to build an entire new data center.\n\nThis changes AI in two fundamental ways: First, it changes the lead time between models. If before you could train your model in 6 to 12 months, now you need to add 18 to 24 months of construction time before you can actually start training. Second, it changes the source of maximum competitive advantage. In the new era, construction efficiency may matter more than research breakthroughs.\n\nThis sea change in how AI works was a major theme of big tech earnings last week. Annualized CapEx for big tech increased from $138B to $229B year-over-year. This incremental $91B in run-rate spending is a good proxy for new AI data center construction—an enormous investment.\n\nToday’s CapEx will likely yield fruit somewhere between late 2025 and early 2026, at which point we’ll find out if these larger models are intelligent enough to unlock new revenue streams and generate a return on investment.\n\n!https://www.sequoiacap.com/wp-content/uploads/sites/6/2024/08/next-phase-ai-capex_1.png\n\nSource: Earnings transcripts, public filings. “Incremental CapEx” is a proxy for run-rate spend on new AI data centers.\n\nSo what exactly is going to happen over the next 1 to 2 years, and how does one “win” in this new phase of AI?\n\nBuilding data centers is a messy and complex business. We think day-to-day operational execution is going to have the biggest impact on who is most successful. Here’s how it works behind the scenes:1\n\n- A real estate developer—QTS, Vantage and CyrusOne are three popular ones—goes and buys land and power that they believe a data center can be built on.\n- The developer approaches the big tech companies and offers them a 15-year or 20-year lease on the data center, for a total cost of $2-10B.\n- Once the developer has a signed deal, they go to the capital markets, and they raise debt against the deal, usually from banks or real estate investors.\n- The debt investors are not underwriting the future AI demand in the data center—they are underwriting the credit of the customer, say Microsoft or Amazon, and expect a yield that is a slight premium to corporate debt.\n- The developer goes and hires a general contractor—for example, [DPR](https://www.dpr.com/), one of the most popular data center builders.\n- The general contractor goes and hires subcontractors. The subcontractors then go and recruit labor. Labor is a huge component of the cost of data center construction.\n- Labor moves to the location where the data center is getting built—for example, a small town or city—and they are put up in hotels or other accommodations in the area.\n- Over a two year period, a massive construction project takes place, starting with steel and concrete for the overall structure, and ending with industrial parts and GPUs being installed.\n- During this whole process, the end-user of the data center (e.g., Microsoft or Amazon) is negotiating with their own supply chain for diesel generators, liquid cooling systems, and other necessary equipment.\n\nToday, five companies have arrived at the starting line in this new race toward data center scale-up: Microsoft/OpenAI, Amazon/Anthropic, Google, Meta and xAI. Each has a model that has held up against serious benchmarks, and the necessary capital to proceed.\n\nWith the market structure now crystallized, we can begin to see how each player will take a unique approach—derived from their own business fundamentals—in order to win:\n\n- **Meta and xAI** are consumer companies, and they will both vertically integrate, hoping to benefit from each having a single founder decision maker who can streamline and tightly couple model building efforts with data center design and construction. Both companies will seek to launch killer consumer applications on the back of more intelligent models.\n- **Microsoft and Amazon** have grizzled data center teams and deep pockets, and they’ve leveraged these assets to forge partnerships with the top tier research labs. They hope to monetize through 1) Selling training to other companies, and 2) Selling model inference. They will need to manage resource allocation between their frontier models (GPT 5 and Claude 4) and other data centers being built for Enterprise customer use.\n- **Google** has both a consumer business and a cloud business, and also has its own in-house research team. On Friday, the company announced it was bringing [Noam Shazeer](https://techcrunch.com/2024/08/02/character-ai-ceo-noam-shazeer-returns-to-google/) back into the fold. Google also has vertically integrated all the way down to the chip layer with TPUs. These factors should provide long-term structural advantages.\n\nWith CapEx plans now firmly in place and the competitive landscape set, the new AI era begins. In this new phase of AI, steel, servers and power will replace models, compute and data as the “must-wins” for anyone hoping to pull ahead.\n\n1. In this example, we assume a lease structure. In the case of an internal build, the hyperscaler acts both as the customer and as the real estate developer."
  }
]


